Repository: kamatbot/DiskOdds
Catalog: Radix/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ru, zh_hans

source: node %@ has negative descendant count
de: Knoten %@ hat eine negative Anzahl untergeordneter Elemente
es: El nodo %@ tiene un recuento de descendientes negativo
fr: Le nœud %@ a un nombre négatif de descendants
it: il nodo %@ ha un numero negativo di discendenti
ru: у узла %@ отрицательное число дочерних элементов
zh_hans: 节点 %@ 的后代数量为负数

source: node %@ has negative size
de: Knoten %@ hat eine negative Größe
es: El nodo %@ tiene un tamaño negativo
fr: Le nœud %@ a une taille négative
it: il nodo %@ ha una dimensione negativa
ru: у узла %@ отрицательный размер
zh_hans: 节点 %@ 的大小为负数

source: node %@ is missing from node payload
de: Knoten %@ fehlt in den Knotendaten
es: Falta el nodo %@ en los datos de nodos
fr: Le nœud %@ manque dans les données des nœuds
it: il nodo %@ manca nei dati del nodo
ru: узел %@ отсутствует в данных узлов
zh_hans: 节点数据中缺少节点 %@

source: node %@ path does not match ID
de: Pfad von Knoten %@ stimmt nicht mit seiner ID überein
es: La ruta del nodo %@ no coincide con su ID
fr: Le chemin du nœud %@ ne correspond pas à son identifiant
it: il percorso del nodo %@ non corrisponde all'ID
ru: путь узла %@ не соответствует его ID
zh_hans: 节点 %@ 的路径与其 ID 不匹配

source: node %@ path is outside target
de: Der Pfad des Knotens %@ liegt außerhalb des Ziels
es: La ruta del nodo %@ está fuera del destino
fr: Le chemin du nœud %@ se trouve en dehors de la cible
it: Il percorso del nodo %@ è esterno alla destinazione
ru: путь узла %@ находится вне цели
zh_hans: 节点 %@ 的路径位于目标之外

source: node %@ references itself as a child
de: Knoten %@ verweist als untergeordnetes Element auf sich selbst
es: El nodo %@ se referencia a sí mismo como elemento secundario
fr: Le nœud %@ se référence lui-même comme enfant
it: il nodo %@ fa riferimento a se stesso come figlio
ru: узел %@ ссылается на себя как на дочерний
zh_hans: 节点 %@ 将自身引用为子项

source: node has empty ID
de: Knoten hat eine leere ID
es: El nodo tiene un ID vacío
fr: Le nœud a un identifiant vide
it: il nodo ha un ID vuoto
ru: у узла пустой ID
zh_hans: 节点 ID 为空

source: node index disappeared while exporting
de: Knotenindex ist während des Exports verschwunden
es: El índice del nodo desapareció durante la exportación
fr: L’index du nœud a disparu pendant l’exportation
it: L’indice del nodo è scomparso durante l’esportazione
ru: индекс узла исчез во время экспорта
zh_hans: 节点索引在导出期间消失

source: node ordinal %lld could not be resolved
de: Knotenordnungszahl %lld konnte nicht aufgelöst werden
es: No se pudo resolver el ordinal de nodo %lld
fr: Impossible de résoudre l’ordinal de nœud %lld
it: impossibile risolvere l'ordinale del nodo %lld
ru: не удалось определить узел с номером %lld
zh_hans: 无法解析节点序号 %lld

source: node ordinal %lld has an invalid parent
de: Knotenordnungszahl %lld hat ein ungültiges übergeordnetes Element
es: El ordinal de nodo %lld tiene un elemento principal no válido
fr: L’ordinal de nœud %lld a un parent non valide
it: l'ordinale del nodo %lld ha un genitore non valido
ru: у узла с номером %lld недопустимый родительский узел
zh_hans: 节点序号 %lld 的父项无效

source: node ordinal %lld has an invalid relative path
de: Knotenordnungszahl %lld hat einen ungültigen relativen Pfad
es: El ordinal de nodo %lld tiene una ruta relativa no válida
fr: L’ordinal de nœud %lld a un chemin relatif non valide
it: l'ordinale del nodo %lld ha un percorso relativo non valido
ru: у узла с номером %lld недопустимый относительный путь
zh_hans: 节点序号 %lld 的相对路径无效

source: node ordinal %lld has an unresolved parent
de: Knotenordnungszahl %lld hat ein nicht aufgelöstes übergeordnetes Element
es: El ordinal de nodo %lld tiene un elemento principal sin resolver
fr: L’ordinal de nœud %lld a un parent non résolu
it: l'ordinale del nodo %lld ha un genitore non risolto
ru: не удалось определить родительский узел для узла с номером %lld
zh_hans: 节点序号 %lld 的父项未解析

source: node ordinal %lld is not reachable
de: Knotenordnungszahl %lld ist nicht erreichbar
es: No se puede alcanzar el ordinal de nodo %lld
fr: L’ordinal de nœud %lld est inaccessible
it: l'ordinale del nodo %lld non è raggiungibile
ru: узел с номером %lld недоступен
zh_hans: 节点序号 %lld 无法访问

source: node ordinal %lld references itself as a child
de: Knoten mit Ordnungszahl %lld verweist auf sich selbst als untergeordnetes Element
es: El nodo con ordinal %lld se referencia a sí mismo como elemento secundario
fr: Le nœud de numéro ordinal %lld se référence lui-même comme enfant
it: Il nodo con numero ordinale %lld fa riferimento a se stesso come figlio
ru: узел с номером %lld ссылается на себя как на дочерний
zh_hans: 序号为 %lld 的节点将自身引用为子项

source: node payload contains more nodes than manifest expected
de: Knotendaten enthalten mehr Knoten als im Manifest erwartet
es: Los datos de nodos contienen más nodos de los esperados por el manifiesto
fr: Les données des nœuds contiennent plus de nœuds que prévu par le manifeste
it: i dati del nodo contengono più nodi di quanti previsti dal manifesto
ru: данные узлов содержат больше узлов, чем указано в манифесте
zh_hans: 节点数据包含的节点多于清单中的预期数量

source: node payload was not decoded
de: Knotendaten wurden nicht decodiert
es: No se decodificaron los datos del nodo
fr: Les données du nœud n’ont pas été décodées
it: I dati del nodo non sono stati decodificati
ru: не удалось декодировать данные узлов
zh_hans: 未解码节点数据

source: node record is too large
de: Knotendatensatz ist zu groß
es: El registro de nodo es demasiado grande
fr: L’enregistrement du nœud est trop volumineux
it: il record del nodo è troppo grande
ru: запись узла слишком велика
zh_hans: 节点记录过大

source: Nodes
de: Knoten
es: Nodos
fr: Nœuds
it: Nodi
ru: Узлы
zh_hans: 节点数

source: nodes checksum mismatch
de: Prüfsumme der Knoten stimmt nicht überein
es: La suma de comprobación de los nodos no coincide
fr: La somme de contrôle des nœuds ne correspond pas
it: mancata corrispondenza del checksum dei nodi
ru: контрольная сумма узлов не совпадает
zh_hans: 节点校验和不匹配

source: non-directory node %@ has children
de: Knoten %@ ist kein Ordner, hat aber untergeordnete Elemente
es: El nodo %@ no es una carpeta, pero tiene elementos secundarios
fr: Le nœud %@ n’est pas un dossier, mais possède des enfants
it: il nodo %@ non è una cartella ma contiene elementi figli
ru: узел %@, не являющийся каталогом, содержит дочерние элементы
zh_hans: 非目录节点 %@ 包含子项

source: non-directory node ordinal %lld has children
de: Nicht-Verzeichnisknoten mit Ordnungszahl %lld enthält untergeordnete Elemente
es: El nodo que no es un directorio con ordinal %lld tiene elementos secundarios
fr: Le nœud qui n’est pas un répertoire, de numéro ordinal %lld, possède des enfants
it: Il nodo non directory con numero ordinale %lld contiene elementi figli
ru: узел с номером %lld, не являющийся каталогом, содержит дочерние элементы
zh_hans: 序号为 %lld 的非目录节点包含子项

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ru: Нет
zh_hans: 无

source: Notes.txt
de: Notizen.txt
es: Notas.txt
it: Note.txt
ru: Заметки.txt
zh_hans: 笔记.txt

source: Nothing Selected
de: Nichts ausgewählt
es: Nada seleccionado
fr: Aucune sélection
it: Nessuna selezione
ru: Ничего не выбрано
zh_hans: 未选择任何项目

source: Nothing to Show
de: Nichts anzuzeigen
es: Nada que mostrar
fr: Rien à afficher
it: Nulla da mostrare
ru: Нечего показывать
zh_hans: 没有可显示的内容

source: of parent
de: des übergeordneten Ordners
es: de la carpeta superior
fr: du dossier parent
it: della cartella superiore
ru: от родительской папки
zh_hans: 占父文件夹

source: of scan
de: des Scans
es: del análisis
fr: de l’analyse
it: della scansione
ru: от всего сканирования
zh_hans: 占扫描

source: Only complete scans can be exported.
de: Nur vollständige Scans können exportiert werden.
es: Solo se pueden exportar análisis completos.
fr: Seules les analyses terminées peuvent être exportées.
it: Solo le scansioni completate possono essere esportate.
ru: Экспортировать можно только завершённые сканирования.
zh_hans: 只有完整扫描才能导出。

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ru: Открыть
zh_hans: 打开

source: Open a folder
de: Einen Ordner öffnen
es: Abre una carpeta
fr: Ouvrir un dossier
it: Apri una cartella
ru: Открыть папку
zh_hans: 打开文件夹

source: Open Containing Folder in Terminal
de: Enthaltenden Ordner im Terminal öffnen
es: Abrir la carpeta contenedora en Terminal
fr: Ouvrir le dossier contenant dans Terminal
it: Apri la cartella contenitore in Terminale
ru: Открыть содержащую папку в Терминале
zh_hans: 在“终端”中打开所在文件夹

source: Open Full Disk Access Settings
de: Einstellungen für den Festplattenvollzugriff öffnen
es: Abrir los ajustes de Acceso total al disco
fr: Ouvrir les réglages d’accès complet au disque
it: Apri le impostazioni di Accesso completo al disco
ru: Открыть настройки полного доступа к диску
zh_hans: 打开完全磁盘访问权限设置

source: Open in Terminal
de: Im Terminal öffnen
es: Abrir en Terminal
fr: Ouvrir dans Terminal
it: Apri in Terminale
ru: Открыть в Терминале
zh_hans: 在“终端”中打开

source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
it: Apri Impostazioni di Sistema
ru: Открыть Системные настройки
zh_hans: 打开系统设置

source: Open System Settings…
de: Systemeinstellungen öffnen…
es: Abrir Ajustes del Sistema…
fr: Ouvrir Réglages Système…
it: Apri Impostazioni di Sistema…
ru: Открыть Системные настройки…
zh_hans: 打开系统设置…

source: Opening snapshot
de: Snapshot wird geöffnet
es: Abriendo instantánea
fr: Ouverture de l’instantané
it: Apertura dell'istantanea
ru: Открытие снимка
zh_hans: 正在打开快照

source: or drop a saved scan here
de: oder legen Sie hier einen gespeicherten Scan ab
es: o suelta aquí un análisis guardado
fr: ou déposez ici une analyse enregistrée
it: o trascina qui una scansione salvata
ru: или перетащите сюда сохранённое сканирование
zh_hans: 或将已保存的扫描拖放到此处

source: Other smaller changes
de: Andere kleinere Änderungen
es: Otros cambios menores
fr: Autres changements mineurs
it: Altre modifiche minori
ru: Другие небольшие изменения
zh_hans: 其他较小变化

source: Package
de: Paket
es: Paquete
fr: Paquet
it: Pacchetto
ru: Пакет
zh_hans: 软件包

source: Package Contents Hidden
de: Paketinhalt ausgeblendet
es: Contenido del paquete oculto
fr: Contenu du paquet masqué
it: Contenuto del pacchetto nascosto
ru: Содержимое пакета скрыто
zh_hans: 软件包内容已隐藏

source: parent %@ is missing from node order
de: Übergeordnetes Element %@ fehlt in der Knotenreihenfolge
es: Falta el elemento principal %@ en el orden de nodos
fr: Le parent %@ manque dans l’ordre des nœuds
it: il genitore %@ manca dall'ordine dei nodi
ru: родительский узел %@ отсутствует в порядке узлов
zh_hans: 节点顺序中缺少父项 %@

source: parent node is missing from node order
de: Übergeordneter Knoten fehlt in der Knotenreihenfolge
es: Falta el nodo principal en el orden de nodos
fr: Le nœud parent manque dans l’ordre des nœuds
it: il nodo genitore manca nell'ordine dei nodi
ru: родительский узел отсутствует в порядке узлов
zh_hans: 节点顺序中缺少父节点

source: parent ordinal %@ is invalid
de: Ordnungszahl des übergeordneten Elements %@ ist ungültig
es: El ordinal del elemento principal %@ no es válido
fr: L’ordinal du parent %@ n’est pas valide
it: l'ordinale del genitore %@ non è valido
ru: номер родительского узла %@ недопустим
zh_hans: 父项序号 %@ 无效

source: parent ordinal %lld is out of range
de: Ordnungszahl des übergeordneten Elements %lld liegt außerhalb des gültigen Bereichs
es: El ordinal del elemento principal %lld está fuera de rango
fr: L’ordinal du parent %lld est hors limites
it: l'ordinale del genitore %lld è fuori intervallo
ru: номер родительского узла %lld вне допустимого диапазона
zh_hans: 父项序号 %lld 超出范围

source: Parts of this file may share APFS storage. macOS does not expose enough information for Radix to calculate exact shared or reclaimable bytes.
de: Teile dieser Datei nutzen möglicherweise APFS-Speicher gemeinsam. macOS stellt Radix nicht genügend Informationen bereit, um die genaue Anzahl gemeinsam genutzter oder freigebbarer Bytes zu berechnen.
es: Es posible que partes de este archivo compartan almacenamiento APFS. macOS no proporciona a Radix suficiente información para calcular con exactitud los bytes compartidos o recuperables.
fr: Certaines parties de ce fichier peuvent partager du stockage APFS. macOS ne fournit pas à Radix suffisamment d’informations pour calculer précisément les octets partagés ou récupérables.
it: Parti di questo file potrebbero condividere spazio APFS. macOS non fornisce a Radix informazioni sufficienti per calcolare con esattezza i byte condivisi o recuperabili.
ru: Части этого файла могут совместно использовать хранилище APFS. macOS не предоставляет Radix достаточно данных, чтобы точно определить общий и освобождаемый объём.
zh_hans: 此文件的部分内容可能共享 APFS 存储空间。macOS 未向 Radix 提供足够的信息，无法精确计算共享或可释放的字节数。

source: Pattern
de: Muster
es: Patrón
fr: Motif
it: Criterio
ru: Шаблон
zh_hans: 模式

source: Practice Folder
de: Übungsordner
es: Carpeta de práctica
fr: Dossier d’exercice
it: Cartella di prova
ru: Учебная папка
zh_hans: 练习文件夹

source: Preparing archive
de: Archiv wird vorbereitet
es: Preparando archivo
fr: Préparation de l’archive
it: Preparazione dell'archivio
ru: Подготовка архива
zh_hans: 正在准备归档

source: Preparing Comparison
de: Vergleich wird vorbereitet
es: Preparando comparación
fr: Préparation de la comparaison
it: Preparazione del confronto
ru: Подготовка сравнения
zh_hans: 正在准备比较

source: Preparing folder scan
de: Ordnerscan wird vorbereitet
es: Preparando el análisis de la carpeta
fr: Préparation de l’analyse du dossier
it: Preparazione della scansione della cartella
ru: Подготовка сканирования папки
zh_hans: 正在准备文件夹扫描

source: Projects
de: Projekte
es: Proyectos
fr: Projets
it: Progetti
ru: Проекты
zh_hans: 项目

source: Protected by macOS
de: Von macOS geschützt
es: Protegido por macOS
fr: Protégé par macOS
it: Protetto da macOS
ru: Защищено macOS
zh_hans: 受 macOS 保护

source: Protected location
de: Geschützter Ort
es: Ubicación protegida
fr: Emplacement protégé
it: Posizione protetta
ru: Защищённое расположение
zh_hans: 受保护的位置

source: Protected selection
de: Geschützte Auswahl
es: Selección protegida
fr: Sélection protégée
it: Selezione protetta
ru: Защищённая выборка
zh_hans: 受保护的选择

source: Quick Look
de: Übersicht
es: Vista rápida
fr: Coup d’œil
it: Visualizzazione rapida
ru: Быстрый просмотр
zh_hans: 快速查看

source: Radix cannot compare snapshots right now.
de: Radix kann Snapshots derzeit nicht vergleichen.
es: Radix no puede comparar instantáneas en este momento.
fr: Radix ne peut pas comparer les instantanés pour le moment.
it: Radix non può confrontare le istantanee in questo momento.
ru: Сейчас Radix не может сравнить снимки.
zh_hans: Radix 目前无法比较快照。

source: Radix cannot import a snapshot right now.
de: Radix kann derzeit keinen Snapshot importieren.
es: Radix no puede importar una instantánea en este momento.
fr: Radix ne peut pas importer un instantané pour le moment.
it: Radix non può importare un'istantanea in questo momento.
ru: Сейчас Radix не может импортировать снимок.
zh_hans: Radix 目前无法导入快照。

source: Radix could not create an FSEvents history stream.
de: Radix konnte keinen FSEvents-Verlaufsstream erstellen.
es: Radix no pudo crear un flujo del historial de FSEvents.
fr: Radix n’a pas pu créer un flux d’historique FSEvents.
it: Radix non ha potuto creare un flusso della cronologia di FSEvents.
ru: Radix не удалось создать поток истории FSEvents.
zh_hans: Radix 无法创建 FSEvents 历史记录流。

source: Radix could not open Full Disk Access settings.
de: Radix konnte die Einstellungen für den Festplattenvollzugriff nicht öffnen.
es: Radix no pudo abrir los ajustes de Acceso total al disco.
fr: Radix n’a pas pu ouvrir les réglages d’accès complet au disque.
it: Radix non ha potuto aprire le impostazioni di Accesso completo al disco.
ru: Radix не удалось открыть настройки полного доступа к диску.
zh_hans: Radix 无法打开完全磁盘访问权限设置。

source: Radix could not read the scan snapshot manifest: %@
de: Radix konnte das Manifest des Scan-Snapshots nicht lesen: %@
es: Radix no pudo leer el manifiesto de la instantánea: %@
fr: Radix n’a pas pu lire le manifeste de l’instantané : %@
it: Radix non ha potuto leggere il manifesto dell'istantanea di scansione: %@
ru: Radix не удалось прочитать манифест снимка сканирования: %@
zh_hans: Radix 无法读取扫描快照清单：%@

source: Radix could not read the scan snapshot node payload: %@
de: Radix konnte die Knotendaten des Scan-Snapshots nicht lesen: %@
es: Radix no pudo leer los datos de nodos de la instantánea: %@
fr: Radix n’a pas pu lire les données de nœuds de l’instantané : %@
it: Radix non ha potuto leggere i dati del nodo dell'istantanea di scansione: %@
ru: Radix не удалось прочитать данные узлов снимка сканирования: %@
zh_hans: Radix 无法读取扫描快照节点数据：%@

source: Radix could not read the scan snapshot stats: %@
de: Radix konnte die Statistiken des Scan-Snapshots nicht lesen: %@
es: Radix no pudo leer las estadísticas de la instantánea: %@
fr: Radix n’a pas pu lire les statistiques de l’instantané : %@
it: Radix non ha potuto leggere le statistiche dell'istantanea di scansione: %@
ru: Radix не удалось прочитать статистику снимка сканирования: %@
zh_hans: Radix 无法读取扫描快照统计信息：%@

source: Radix could not read the scan snapshot topology: %@
de: Radix konnte die Topologie des Scan-Snapshots nicht lesen: %@
es: Radix no pudo leer la topología de la instantánea: %@
fr: Radix n’a pas pu lire la topologie de l’instantané : %@
it: Radix non ha potuto leggere la topologia dell'istantanea di scansione: %@
ru: Radix не удалось прочитать топологию снимка сканирования: %@
zh_hans: Radix 无法读取扫描快照拓扑结构：%@

source: Radix could not start the FSEvents history stream.
de: Radix konnte den FSEvents-Verlaufsstream nicht starten.
es: Radix no pudo iniciar el flujo del historial de FSEvents.
fr: Radix n’a pas pu démarrer le flux d’historique FSEvents.
it: Radix non ha potuto avviare il flusso della cronologia di FSEvents.
ru: Radix не удалось запустить поток истории FSEvents.
zh_hans: Radix 无法启动 FSEvents 历史记录流。

# Radix could not verify the current identity for %@: %@
source: Radix could not verify the current identity for %1$@: %2$@
de: Radix konnte die aktuelle Identität für %@ nicht überprüfen: %@
es: Radix no pudo verificar la identidad actual de %@: %@
fr: Radix n’a pas pu vérifier l’identité actuelle de %@ : %@
it: Radix non ha potuto verificare l'identità corrente per %1$@: %2$@
ru: Radix не удалось проверить текущую идентичность %1$@: %2$@
zh_hans: Radix 无法验证 %@ 的当前身份：%@

source: Radix could not verify the scanned identity for %@. Rescan before moving it to Trash.
de: Radix konnte die Identität des Scans für %@ nicht überprüfen. Scannen Sie erneut, bevor Sie das Element in den Papierkorb bewegen.
es: Radix no pudo verificar la identidad analizada de %@. Vuelve a analizarlo antes de moverlo a la papelera.
fr: Radix n’a pas pu vérifier l’identité analysée de %@. Réanalysez-le avant de le placer dans la corbeille.
it: Radix non ha potuto verificare l'identità scansionata per %@. Esegui nuovamente la scansione prima di spostarlo nel Cestino.
ru: Radix не удалось проверить идентичность %@, зафиксированную при сканировании. Выполните повторное сканирование перед перемещением в Корзину.
zh_hans: Radix 无法验证 %@ 的扫描身份。移到废纸篓前请重新扫描。

source: Radix couldn’t safely apply the recent changes.
de: Radix konnte die letzten Änderungen nicht sicher übernehmen.
es: Radix no pudo aplicar de forma segura los cambios recientes.
fr: Radix n’a pas pu appliquer les modifications récentes en toute sécurité.
it: Radix non ha potuto applicare in modo sicuro le modifiche recenti.
ru: Radix не удалось безопасно применить последние изменения.
zh_hans: Radix 无法安全地应用最近的更改。

source: Radix grouped this folder during the scan. Expand it to inspect individual items.
de: Radix hat diesen Ordner beim Scan zusammengefasst. Erweitern Sie ihn, um einzelne Elemente zu prüfen.
es: Radix agrupó esta carpeta durante el análisis. Expándela para inspeccionar los elementos individuales.
fr: Radix a regroupé ce dossier pendant l’analyse. Développez-le pour inspecter les éléments individuellement.
it: Radix ha raggruppato questa cartella durante la scansione. Espandila per esaminare i singoli elementi.
ru: Во время сканирования Radix сгруппировал содержимое этой папки. Разверните её, чтобы просмотреть отдельные объекты.
zh_hans: Radix 在扫描期间汇总了此文件夹。展开它即可检查各个项目。

source: Radix is scanning the entire location to ensure accurate results.
de: Radix scannt den gesamten Speicherort, um genaue Ergebnisse zu gewährleisten.
es: Radix está analizando toda la ubicación para garantizar resultados precisos.
fr: Radix analyse l’emplacement entier afin de garantir des résultats exacts.
it: Radix sta analizzando l’intera posizione per garantire risultati accurati.
ru: Radix сканирует всё расположение, чтобы обеспечить точность результатов.
zh_hans: Radix 正在扫描整个位置，以确保结果准确。

source: Radix scan snapshot integrity check failed: %@
de: Die Integritätsprüfung des Radix-Scan-Snapshots ist fehlgeschlagen: %@
es: La comprobación de integridad de la instantánea de Radix falló: %@
fr: La vérification d’intégrité de l’instantané Radix a échoué : %@
it: Controllo di integrità dell'istantanea di scansione di Radix fallito: %@
ru: Проверка целостности снимка сканирования Radix не пройдена: %@
zh_hans: Radix 扫描快照完整性检查失败：%@

source: Radix scanned the entire location.
de: Radix hat den gesamten Speicherort gescannt.
es: Radix analizó toda la ubicación.
fr: Radix a analysé l’emplacement entier.
it: Radix ha analizzato l’intera posizione.
ru: Radix просканировал всё расположение.
zh_hans: Radix 已扫描整个位置。

source: Radix scanned this package as a single item. To zoom into it, turn on “Expand packages” in Settings, then rescan this location.
de: Radix hat dieses Paket als einzelnes Element gescannt. Aktivieren Sie in den Einstellungen „Pakete aufklappen“ und scannen Sie diesen Speicherort erneut, um den Inhalt anzuzeigen.
es: Radix analizó este paquete como un único elemento. Para ver su contenido, activa «Expandir paquetes» en Ajustes y vuelve a analizar esta ubicación.
fr: Radix a analysé ce paquet comme un seul élément. Pour afficher son contenu, activez « Développer les paquets » dans Réglages, puis réanalysez cet emplacement.
it: Radix ha scansionato questo pacchetto come un singolo elemento. Per visualizzarne il contenuto, attiva “Espandi pacchetti” nelle Impostazioni, quindi esegui nuovamente la scansione di questa posizione.
ru: Radix просканировал этот пакет как единый объект. Чтобы открыть его содержимое на карте, включите «Разворачивать пакеты» в настройках и повторно просканируйте это расположение.
zh_hans: Radix 将此软件包作为单个项目扫描。若要查看其内容，请在“设置”中打开“展开软件包”，然后重新扫描此位置。

source: Radix scanned this package before package contents were expanded. Rescan this location to zoom into it.
de: Radix hat dieses Paket gescannt, bevor sein Inhalt erweitert wurde. Scannen Sie diesen Standort erneut, um den Inhalt zu vergrößern.
es: Radix analizó este paquete antes de expandir su contenido. Vuelve a analizar esta ubicación para acercarte.
fr: Radix a analysé ce paquet avant d’en développer le contenu. Réanalysez cet emplacement pour zoomer dessus.
it: Radix ha scansionato questo pacchetto prima che il contenuto del pacchetto venisse espanso. Esegui nuovamente la scansione di questa posizione per ingrandirlo.
ru: Radix просканировал этот пакет до включения разворачивания содержимого. Повторно просканируйте это расположение, чтобы открыть пакет на карте.
zh_hans: Radix 在展开软件包内容前扫描了此软件包。请重新扫描此位置以缩放查看。

source: Radix will ask macOS to move %@ to the Trash.
de: Radix wird macOS auffordern, %@ in den Papierkorb zu bewegen.
es: Radix pedirá a macOS que mueva %@ a la papelera.
fr: Radix demandera à macOS de placer %@ dans la corbeille.
it: Radix chiederà a macOS di spostare %@ nel Cestino.
ru: Radix попросит macOS переместить %@ в Корзину.
zh_hans: Radix 将请求 macOS 将 %@ 移到废纸篓。
